import React from 'react'
import Fade from 'react-reveal/Fade';


import MBG3 from '../../../Img/About_Line2.webp'
import MBG1 from '../../../Img/About_Line1.png'

import rongImg_1 from '../../../Img/Interview/SR (2).webp'
import rongImg_2 from '../../../Img/Interview/SR (3).webp'
import rongImg_3 from '../../../Img/Interview/SR (4).webp'

import '../Intro.css'
import '../IntroRWD.css'

const Intro3 = () => {
  return (
    <>
    <div className='intro1-flex intro1' style={{backgroundImage:`url(${MBG3})`}}>
      <div className='BG_Img2' style={{backgroundImage:`url(${MBG1})`}}>
      <div className='intro1-wrap'>
        {/* 張瑄容的文章 */}
        {/* 第一段 */}
        <div data-aos="fade-right" className='interviewer'><p>採訪/文章：何侑庭</p></div>
        <div data-aos="fade-up" className='article article_1'>
          <img src={rongImg_1} />
          <h2><Fade bottom cascade>歌聲飄揚 旋律成章<br/>
          張瑄容：聽說，夢裡什麼都有。</Fade></h2>
        </div>
        
        {/* 第二段 */}
        <div data-aos="fade-up" className='article article_2'>
          <p>很榮幸邀請到赤弦獎第 22 屆大專創作組冠軍及噴火蟲特別製作獎張瑄容參與本次訪談。畢業於國立臺灣科技大學資訊工程系，瑄容參加過各大專院校音樂比賽，皆獲得優異的成績。這次與瑄容聊聊她對於音樂的看法及感受。</p>
        </div>

        {/* 第三段 */}
        <div data-aos="fade-up" className='article article_3'>
          <h2>「不屈平凡，追風趕月。」</h2>
          <p>「有人願意花錢給你一個展現自己的機會，我覺得是一件很不可思議的事情。」
張瑄容從小就喜歡音樂，也喜歡唱歌。在12歲時得知「駐唱歌手」這個職業後，一直對其憧憬、也朝著這個方向努力。15歲時，她順利的在一間咖啡廳駐唱，成功實踐了這個目標。在這之後，也持續對音樂抱有熱情，讓她在音樂道路上繼續前行。
曾就讀國立台灣科技大學資訊工程系的張瑄容，即使課業繁忙、時間緊湊，也能在這兩者之間取得平衡。資工作業是需要邏輯與理性的，而她所喜愛的音樂，是感性且無法運算的。她同時享受資工動腦的快感與疲累，和音樂帶給人難以用言語具象的體驗，才能在這兩個毫不重疊領域中活躍，得到優秀的成績。
大學時參加大大小小的音樂性比賽，張瑄容也透過比賽，不斷地進步，不停的摸索自己適合的方向，同時精進唱歌技巧。也因為比賽，張瑄容更敢於表達，發現自己越來越習慣舞台，也可以投入其中、享受舞台上炙熱的燈光。
雖然漸漸能在舞台上輕鬆得展現自己，但其實在每次報名比賽前，張瑄容依舊非常緊張、猶豫不決。
她一派輕鬆地以開玩笑的口吻說道：「要如何決定，使內心不再徘徊於參加與否呢？實際上，這並不難。只要在內心最熱切、最有熱忱的時刻，勇敢繳交報名費，這樣做不僅為了避免浪費金錢，也是為了不辜負自己的期望，而堅定地參加下去。」
在每一次的比賽中，展現出最好的自己，綻放著屬於自己的光芒。在參賽的過程中，可以從評審的評語及建議中了解自己可以怎麼改進，同時也能從評審的正面評語中，發現自己沒注意到的優點，獲得繼續創作的能量與動力，也讓我們學會接受挑戰，不斷地完善自己。
「比賽結束後，每當看到粉絲給我的鼓勵，總是又驚又喜。有人能夠理解我的音樂，這感覺真的很特別。」有了這樣的支持，讓張瑄容更有信心展現真實的自己，去嘗試更多不同的音樂。這些肯定不僅成為她繼續向前邁進的力量，也激發了她想要展現更多、更獨特自我的渴望。
在赤弦獎第 22 屆，張瑄容嘗試參加創作組，這也是她第一次報名非獨唱的比賽。
「當時一心想把自己所想傳遞的事情，藉由音樂，呈現給台下的所有觀眾，所以我將所有情感凝聚成歌，每個音符都是我用心灌注的感情。」
張瑄容分享自己在創作時深受Taylor Swift《The Best Day》這首歌的影響，其中歌詞描述著與媽媽的親情，在撰寫的部分，與以往運用華麗的詞藻來包裝情感的歌曲不同，是採用故事，娓娓道來Taylor Swift的年少歲月。這首歌的作詞方式深深感動張瑄容，讓她在創作時也經常用故事訴說情感，讓人能藉由她的音樂揣摩、體驗屬於聽眾個人的情感享受。
張瑄容認為，若是音樂包裹著一層又一層的謊言，偽裝成眾人欣賞、憧憬的模樣，將會徒有華麗，而沒有內容，讓人難以享受其中。就如同創作歌手謝震廷曾說過的一句話：「創作就是對自己誠實。」唯有將自己的感受，自己的故事呈現出來，才能表達最真實的感情，將悸動傳遞給聽眾。
沒靈感的話怎麼辦呢？張瑄容：「那就睡一覺吧！夢裡什麼都有。」
我們這一生中，習慣了匆忙與倉促，活在熙攘的城市、夾雜在喧囂嘈雜之中。我們只能等待深夜緊閉雙眼，才能沉靜於幻想與玄虛，直到沉睡後，緩緩地卸下被限制的行囊與枷鎖。這時的我們，可以自由地擁抱不被拘束的思想，盡情揮灑著創意的火花，寫下不被侷限的故事。
張瑄容：「創作是來自分享慾，想分享就會自然而然地創作。」
然而創作起源於故事，故事一直圍繞在我們身邊，只是我們缺少發現。它可能是經歷過的一頁日曆，可能是在想像國度中的一陣美好，也可能是一場夢境——一場在薰風夜裡的夢境。
而《夢裡什麼都有》這首歌，就是浮現於夜晚的夢。有關於這首歌的一切，都是日夜的交織、是潛意識的堆疊，相互交與疊，而建構成的夢幻的秘境。透過她樸實純真且細膩的描繪，會讓人有回到童年的感覺，在畫面的傳達也格外清晰。張瑄容的《夢裡什麼都有》，成為了這一片喧囂中的寧靜，讓我們得以隨著黑暗的終端，找到了那一點光芒——那些讓我們歸真反樸的光芒。</p>
        </div>

        {/* 第四段 */}
        <div data-aos="fade-up" className='article article_4'>
          <h2>「寫下了這些天馬行空。」</h2>
          <p>然而夢境呼嘯即逝，常常在生活匆忙的節奏中，慌亂的我們，就忘記了那些得來不易的靈感。
「當你有一閃而過的想法時，可以先以任何形式簡單的記錄下來，再去修飾與調整，化為文字，就能延伸為歌詞。我也喜歡在洗澡時試著哼唱旋律，想像著場景，也感受著放鬆的空氣、撒落的水滴，讓它們成為最好的伴奏。」張瑄容喜歡在有靈感時再記錄下來，如果著急想創作，過度用力地湊出字句，隔天自己也會不滿意。她所習慣的創作方式也和她的歌曲帶給人的感覺一樣輕鬆，也因為如此，聽眾更能在她的音樂中忘卻煩惱，放鬆地沉靜其中。</p>
        </div>

        {/* 第五段 */}
        <div data-aos="fade-up" className='article article_5'>
          <h2>浮聲如夢：不畏世俗眼光，活成自己嚮往的模樣</h2>
          <p>借你們的旋律悠揚，打破如夢的浮聲：赤弦獎今年已邁入第 23 屆，期盼我們能夠不再庸碌、不再浮沉，不畏世俗眼光用音樂綻放光芒，讓世界聽見我們張揚的夢想與遠方，活成自己嚮往的模樣。
張瑄容提及在創作時，也常常會感受到自我矛盾。一首歌要花上好幾天、甚至數個月，往往會因為當下的心情、環境而受影響。
在創作《夢裡什麼都有》這首歌的期間，不是每天都保持那麼正向快樂。在任何形式的藝術，一定會遇到自我矛盾，這時不能急著否定自己、急著做更改，也不能太強求自己馬上做出選擇。應該是要冷靜下來，好好的和自己對話，清楚知道自己要的是什麼，再記錄下來，反覆核對與追蹤，直到讓這首歌達到自己想像的模樣。</p>
        </div>

        {/* 第六段 */}
        <div data-aos="fade-up" className='article article_6'>
          <h2>「壓力大的時候，只需要一顆枕頭。」</h2>
          <p>藝術是主觀的，難以用標準來衡量，也因為如此，才能激盪出更多的想法，撼動人心。在創作這條路上，難免會因為每個人想法與見解的不同，而有好壞之評。張瑄容認為自己是容易受到別人影響的人，對於唱歌技巧的評論，會一直放在心上，但同時也會告訴自己要精進，想辦法變得更強。
面對明顯惡意的評論，她反而能冷靜地調適，她說：「若我遭受了大量惡意評論，這也代表更多人關注著我。也許在某一天，我真的因為無法應對而感到困擾，那麼就讓自己休息一下吧。當我準備好了，再去勇敢地面對那些批評。」
瑄容坦言，家人雖然一直以來都不反對她學習音樂，也很鼓勵他從事自己喜歡的事情，但多少會擔心她未來的收入。而她很誠實的說，音樂這條路非常艱難險阻，要走這條路，就不能只由音樂來生活，為求穩定的收入來源，必須同時擁有其他技能，才可以有其他的收入，使自己能夠繼續向前。</p>
        </div>

        {/* 第七段 */}
        <div data-aos="fade-up" className='article article_7'>
        <img src={rongImg_2}/>
        <img src={rongImg_3}/>
        </div>

{/* 第八段 */}
<div data-aos="fade-up" className='article article_8'>
<h2>「十年後，我堅信我依然在唱著歌。」</h2>
          <p>談及未來，瑄容也不確定自己會成為什麼樣子。但她可以確信的是，無論是10年還是20年之後，她將繼續朝著自己所熱愛的方向前進，踏著步、哼著歌，譜寫著屬於自己的音樂旋律。她將持續創作，也會學習編曲，與那些真正了解她、與她契合的夥伴們攜手創造更多獨特的音樂作品。她深信，當她更加了解整首歌曲的誕生過程，她也將更具備表達自身故事的能力，並且能夠以更多元的方式具體呈現那些難以捉摸的情感和心境。
張瑄容憑藉著宏亮的嗓音，搭配活潑的歌詞，把聽眾帶入故事情境中，她所描繪的幻想的國度總是充滿著色彩、透漏著真摯，讓人不由自主地跟著晃動身體，哼唱旋律。
張瑄容：「那些有趣的夢，我都會慢慢寫成歌，分享給大家。」
也許，夢裡真的什麼都有。有一個不甘平凡、赤腳追逐著夢想的女孩，眺望著遠方。她不畏他人的眼光，一如既往追尋遙遠夢想，用盡全力兌現願望，只為了帶領所有人進入她那些清甜透明的夢境，帶著那些屬於你我的旋律，衝破黎明，成為自己所嚮往的模樣。</p>
        </div>
        
        <div data-aos="fade-left" className='interviewer date'><p>採訪日期：112/08/24</p></div>
      </div>
      </div>
    </div>
    </>
  )
}

export default Intro3