import React from 'react'
import Fade from 'react-reveal/Fade';


import MBG3 from '../../../Img/About_Line2.webp'
import MBG1 from '../../../Img/About_Line1.png'

import commentaryImg1 from '../../../Img/Interview/InterImg1.png'

const Intro5 = () => {
  return (
    <>
    <div className='intro1-flex intro1' style={{backgroundImage:`url(${MBG3})`}}>
      <div className='BG_Img2' style={{backgroundImage:`url(${MBG1})`}}>
      <div className='intro1-wrap'>
        {/* 講評的文章 */}
        {/* 第一段 */}
        <div data-aos="fade-right" className='interviewer'><p>文章：林捷妤</p></div>
        <div data-aos="fade-up" className='article article_1 article_wrap'>
          <img src={commentaryImg1} />
          <h2><Fade bottom cascade>23屆赤弦獎<br/>
          大專個人組、大專團體組初賽講評 </Fade></h2>
        </div>
        
        {/* 第二段 */}
        <div data-aos="fade-up" className='article article_2'>
          <p>有幸邀請到林鴻宇老師、張仲麟老師及葉世康老師擔任本次赤弦獎的初賽評審。赤弦獎紀錄下每位評審老師的回饋，在鼓勵的同時，每位評審老師也針對了不同的細節給予不同的建議。</p>
        </div>

        {/* 第三段 */}
        <div data-aos="fade-up" className='article article_3'>
          <h2>音色的掌握與音準的琢磨</h2>
          <p>在大專個人組、大專團體組的部分，老師們發現在近年來的比賽中，參賽者們對於自己的音色不但有更多的了解，也漸漸地形成自己的風格。「聲音決定在自己的手上。」葉世康老師鼓勵參賽們可以大膽嘗試，多琢磨自己的音色，如何運用有限資源做出好聽的聲音，也是參賽者們可以從中反覆推敲與摸索的。
在肯定參賽者之際，老師們也建議參賽者在抓到音色的同時也要掌握音準。評審老師們一致認為，音準是比賽的評分關鍵。在表演和比賽中，要讓評審及觀眾留下好印象 ，音準一定要唱到位，「參加比賽也是認識自己的最好的方法。」張仲麟老師說道，在聲音上，每個人都有自己擅長的部份，有人適合低音，有人適合高音。老師建議參賽者可以尋求專業老師的幫助，或是以錄音的方式了解自己，從中反覆琢磨自己的音準與歌唱技巧。
</p>
        </div>

        {/* 第四段 */}
        <div data-aos="fade-up" className='article article_4'>
          <h2>「音樂是倒映內心的鏡子。」</h2>
          <p>朱冠維：「對我來說，音樂就像鏡子，反映我當時的狀態和情緒。」創作歌曲的人撰寫他的故事，而聽音樂的人總想著自己的故事。朱冠維喜歡的歌曲風格廣泛，其中有首歌《Please Won‘t Please》 陪伴他度過許多快樂與低潮的時候。「這首歌塑造的整個氛圍是很舒服、有陪伴的感覺，讓我能在聽音樂的時候反思自己內心所想，還有對未來的想像。」
音樂對他而言，不僅僅是聲音，對他的生活和心靈有著更深遠的影響。也因此，朱冠維正在嘗試創作，現階段的他不急於發佈作品，希望這個作品是自己喜歡的樣子，再去呈現給所有人。
無論是創作或練習，音樂這條道路無非漫長而乏味，朱冠維提到自己練琴時經常焦慮與煩躁並行，但這時候必須靜下心來、耐心地去克服。「你也只能不斷地練習，仔細聆聽自己彈得每一顆音符，去修正、改進，只要你相信你是對的，剩下的就是靠時間和耐心去磨練。」
朱冠維：「你必須去感受音樂，音樂才有意義。不只是在舞台上的呈現，自己練琴、創作，這些過程都值得好好去享受。」</p>
        </div>

        {/* 第五段 */}
        <div data-aos="fade-up" className='article article_5'>
          <h2>樂器之間的相輔相成；平衡與默契的重要性</h2>
          <p>在大專個人組與大專團體組的比賽中，主唱和每個樂器之間的配合度也很重要。林鴻宇老師強調「平衡」的重要性，平衡若是沒有做好，就會把樂器或是主唱吃掉，整體性不夠完整就會比較可惜。像是出現相同旋律調性以及頻率的碰撞問題時，就要在配置上做斟酌，考量其存在的必要性。另外也要注意各個樂器在情緒高昂時，要避免音量太大聲造成對夥伴的影響，一樣可以藉由錄音的方式來感受團隊之間的咬合度。團體的默契是音樂表現上很重要的一點，當團隊大於一個人的時候，所有的細節都會變得很重要，拍子的對點、音符的合作、情緒的表現、整體的氛圍。每個小細節的掌握才能造就表演的完整性。
葉世康老師也提及「默契」的重要性，在伴奏的部分特別指點吉他手，若是有想法安排、想要展現技巧，也要注意主唱是否能夠配合；若是伴奏彈滿了，但主唱無法與之平衡，整體給觀眾的感受會不大和諧。藉由每次的練習、溝通、聆聽、磨合，不僅能培養彼此的契合度，也能讓曲目聽起來更協調。
「和聲不是唱到音準上就是合。而是要去感受彼此的頻率，有沒有相容在一起。」評審老師們建議在歌曲的挑選上可以再多揣摩，每個人的聲線不一樣，有些歌可能不適合和聲，不同合唱曲也會有不同的表達方式。越多人，和聲也就越重要。可以多聆聽、比較、分析，找到最適合團隊的曲子。伴奏的部分，也要注意樂器的和弦與合音會不會「打架」，把速度放慢、讓一個一個音符與和弦完整的呈現出來，反覆的檢查與聆聽，將每個樂器完整地融合在一起。
</p>
        </div>

        {/* 第六段 */}
        <div data-aos="fade-up" className='article article_6'>
          <h2>拿捏細節，享受舞台</h2>
          <p>評審老師們點出拿高分的關鍵，首先是最基本的音準問題，再來是伴奏的和諧度與默契，最後才是整體的細節掌握——包含尾音處理、段落的起伏、肢體動作甚至神情變化，除了在聽覺上的完整呈現，拿捏好表演的視覺效果也是很重要的一件事情。
「把比賽當作是一個表演舞台，並享受在其中。」上台表演已經是一件很了不起的事，但要怎麼做到不緊張，甚至帶出肢體動作、神情變化、戲劇感，除了基本功的穩紮穩打，也需要透過不斷的練習與琢磨，把自己對於歌曲的畫面感、想詮釋的方式帶完整的到舞台上。
「享受音樂、享受舞台。」把自己的心之所想放到歌曲中。在表演時，把所有想表達的情緒釋放出來。在過程中不斷地嘗試與感受，在大量的練習中提升自信心，在團隊溝通的同時掌握默契度。音樂是富有彈性的，音樂人是有韌性的。在用心享受舞台之時，無論結果是好是壞，一定都能有所成長與收穫。
最後感謝本次初賽評審老師，給予大家專業及細膩的講評，往後赤弦獎也會跟著參賽者們一同成長與進步，給大家更完整與精采的舞台。
</p>
        </div>
        <div data-aos="fade-left" className='interviewer date'><p>文章日期：112/11/18</p></div>
      </div>
      </div>
    </div>
    </>
  )
}

export default Intro5