import React from 'react'
import Fade from 'react-reveal/Fade';


import MBG3 from '../../../Img/About_Line2.webp'
import MBG1 from '../../../Img/About_Line1.png'

import commentaryImg3 from '../../../Img/Interview/InterImg3.webp'

const Intro7 = () => {
  return (
    <>
    <div className='intro1-flex intro1' style={{backgroundImage:`url(${MBG3})`}}>
      <div className='BG_Img2' style={{backgroundImage:`url(${MBG1})`}}>
      <div className='intro1-wrap'>
        {/* 講評2的文章 */}
        {/* 第一段 */}
        <div data-aos="fade-right" className='interviewer'><p>文章：何侑庭</p></div>
        <div data-aos="fade-up" className='article article_1 article_wrap'>
          <img src={commentaryImg3} />
          <h2><Fade bottom cascade>23屆赤弦獎<br/>
          高中演唱組、高中演奏組 </Fade></h2>
        </div>
        
        {/* 第二段 */}
        <div data-aos="fade-up" className='article article_2'>
          <p>有幸邀請到林鴻宇老師、張仲麟老師及葉世康老師到現場擔任本次赤弦獎的初賽評審。賽程已至第二日的高中演唱組與高中演奏組。</p>
        </div>

        {/* 第三段 */}
        <div data-aos="fade-up" className='article article_3'>
          <h2>音律初綻：彈奏的純粹透明</h2>
          <p>林鴻宇老師：「在高中這個階段，有很多不同的娛樂活動吸引著我們，能靜下心來練習，利用音樂來放鬆心情、緩解壓力，是一件值得鼓勵的事情。」
老師們坦言，高中組和大學組相比之下，在舞台上的呈現更青澀，這種青澀散發出純真的魅力，讓評審老師回味當初純粹享受音樂的感覺。林鴻宇老師說道：「很感慨見證到大家在高中時期面對課業壓力的同時，選擇以音樂來放鬆心情、紓解壓力，這讓我們感到非常開心。」
林鴻宇老師也提及，相較於演唱，演奏更具有孤獨感。在音樂領域，這種孤獨感是不可避免的，學會處於這種狀態是必要的，不論是在表演還是練習中，都可能感受到這樣的孤獨。因此，想給在這個年紀就嘗試克服的所有人鼓勵。
</p>
        </div>

        {/* 第四段 */}
        <div data-aos="fade-up" className='article article_4'>
          <h2>心弦相響：音樂與情感和諧共振</h2>
          <p>如何展現一個音樂團體的默契呢？葉世康老師說明：「在自彈自唱的情境中，我們可以自主控制節奏和音樂的動態，而樂團則是考驗成員之間的協同合作。各樂器不僅要負責演奏自己的部分，還需要了解其他樂手當下在進行的演奏。」明確規劃好彼此的音域和演奏方式，就可以營造豐富的音樂層次。在團隊默契的練習中，樂手可以先互相協作，再融入主唱的演唱。這樣的合作方式可以更好地展現出一支音樂團隊的協調一致。
葉世康老師提供了更加實用的建議，強調了參賽者對自己器材的不瞭解。許多表演者對於自己的設備或聲音放大缺乏熟悉，導致在舞台上聽到放大後的聲音和平時練習時的有所不同，進而影響表現的自信心，讓音樂失去樂器的平衡。建議平時在練習時連接音箱，熟悉自己的吉他在不同環境下的表現。此外，如果使用效果器，應詳細了解各種音色的特性，因為有些參賽者可能將聲音設定成中音吉他，而在彈奏力道過大時，容易導致聲音不穩定。
關於演奏，總有有一部分人將其視為純粹的技巧展現，投入時間於練習最具挑戰性的擊打或刷弦段落。然而，回歸音樂的本質，實際上需要注意許多細節。音樂是一種表達思想的媒介，我們不希望讓聽眾感受到殘缺的想法。因此，我們不能僅專注於豐富的段落，而忽略了音樂的空洞感，使其失去完整性
張仲麟老師進一步將指彈比喻為兩種課程的合成－－體育課和音樂課。
參賽者通常只專注在體育課，試圖模仿技巧，但音樂的核心在於音樂性，即旋律線。旋律線就像是一篇故事中的主角，透過主角闡述故事，所以旋律線影響到想法是否能夠傳達給聽眾。
張仲麟老師在補充：「在練習肢體動作的時候，要先去想音樂要表達的是什麼，好好回頭想，音樂真正想傳遞的是什麼、真正的心情是什麼。回歸最基本的，和弦要保持穩定，右手觸弦同樣至關重要，它代表著音色，音色好聽是音樂性的一大關鍵。同時，要注意旋律性，翻開樂譜，思考什麼是主旋律。」
即使時間過去了一年兩年，仍要持續努力練習演奏，並偶爾享受一下體育課的刺激，讓身體感受活力。然而，依然需要不忘回歸到音樂的本質。
葉世康老師提醒，練習一首歌需要投入相當長的時間。隨著一年又一年的練習，音樂的能力在進步，我們會更敏感地聽到音樂中的細節和情感。花更多時間深入了解音樂，才能更完整地演奏出自己想表達的想法。
</p>
        </div>

        {/* 第五段 */}
        <div data-aos="fade-up" className='article article_5'>
          <h2>指尖詩情，情感湧動</h2>
          <p>願有一天，音樂能夠成為我們共同的依靠，如同一片寧靜湖水，悠然流轉。旋律在我們的指尖間波動，宛如觸動人心的詩篇，深情地吟唱著生命的起伏。期許這旋律能夠觸動人心，讓每一個聆聽者都能夠真切地理解，並從中感受到音樂所帶來的溫暖和力量。
最後感謝本次初賽評審老師，給予大家專業及細膩的講評，往後赤弦獎
也會跟著參賽者們一同成長與進步，給大家更完整與精采的舞台。</p>
        </div>
        <div data-aos="fade-left" className='interviewer date'><p>文章日期：112/11/19</p></div>
      </div>
      </div>
    </div>
    </>
  )
}

export default Intro7